<?php

return [
  'title' => 'Ρυθμίσεις Bot',
  'description' => 'Παρακάτω μπορείτε να δείτε τις τρέχουσες ρυθμίσεις σας στο HammerTime Bot για κάθε συνδεδεμένο λογαριασμό.',
  'fields' => [
    'rawData' => [
      'displayName' => 'Ανεπεξέργαστα δεδομένα (για σκοπούς εντοπισμού σφαλμάτων)',
    ],
    'timezone' => [
      'displayName' => 'Ζώνη ώρας',
    ],
    'format' => [
      'displayName' => 'Μορφοποίηση',
      'option' => [
        'd' => 'Σύντομη ημερομηνία',
        'f' => 'Ημερομηνία και ώρα',
        't' => 'Σύντομη ώρα',
        'D' => 'Πλήρης ημερομηνία',
        'F' => 'Ημέρα, ημερομηνία και ώρα',
        'R' => 'Σχετική',
        'T' => 'Πλήρης ώρα',
        'default' => 'Προεπιλογή',
      ],
    ],
    'columns' => [
      'displayName' => 'Στήλες',
      'option' => [
        'syntax' => 'Σύνταξη',
        'preview' => 'Προεπισκόπηση',
        'both' => 'Σύνταξη και προεπισκόπηση',
        'default' => 'Προεπιλογή',
      ],
    ],
    'ephemeral' => [
      'displayName' => 'Ephemeral',
    ],
    'header' => [
      'displayName' => 'Επικεφαλίδα',
    ],
  ],
  'saveSuccess' => 'Οι ρυθμίσεις σας αποθηκεύτηκαν με επιτυχία.',
];
