<?php

return [
  'title' => 'Προφίλ',
  'information' => [
    'heading' => 'Πληροφορίες Προφίλ',
    'description' => "Ενημερώστε τις πληροφορίες προφίλ του λογαριασμού σας.",
    'displayName' => 'Εμφανιζόμενο Όνομα',
    'saveSuccess' => 'Το προφίλ σας έχει ενημερωθεί με επιτυχία.',
  ],
  'accounts' => [
    'heading' => 'Συνδεδεμένοι Λογαριασμοί',
    'description' => [
      'Ένας λογαριασμός HammerTime θα σας επιτρέψει να συνδέσετε πολλαπλούς λογαριασμούς του Discord για να είστε σε θέση να διαχειριστείτε τις ρυθμίσεις τους από ένα μέρος στο μέλλον.',
      'Παρακάτω μπορείτε να βρείτε μια λίστα με όλους τους λογαριασμούς του Discord που σχετίζονται με αυτόν τον λογαριασμό HammerTime.',
    ],
  ],
  'deletion' => [
    'heading' => 'Διαγραφή Λογαριασμού',
    'description' => 'Μόλις διαγραφεί ο λογαριασμός σας, όλες οι ρυθμίσεις και τα δεδομένα του θα διαγραφούν οριστικά. Πριν διαγράψετε το λογαριασμό σας, παρακαλούμε κατεβάστε τυχόν δεδομένα ή πληροφορίες που επιθυμείτε να διατηρήσετε.',
    'deleteButton' => 'Διαγραφή Λογαριασμού',
    'confirmDialog' => [
      'header' => 'Σίγουρα θέλετε να διαγράψετε τον λογαριασμό σας;',
      'body' => 'Μόλις διαγραφεί ο λογαριασμός σας, όλες οι ρυθμίσεις και τα δεδομένα του θα διαγραφούν οριστικά.',
    ],
  ],
];
