<?php

return [
  'howTo' => 'Επιλέξτε μια ημερομηνία, αντιγράψτε την επιθυμητή χρονοσήμανση από την στήλη :syntaxColName, και στη συνέχεια επικολλήστε την σε οποιοδήποτε μήνυμα συνομιλίας. Το αποτέλεσμα θα είναι μια δυναμική χρονοσήμανση που εμφανίζεται διαφορετικά για τον καθένα με βάση τη δική του ζώνη ώρας.',
  'picker' => [
    'label' => [
      'date' => 'Ημερομηνία',
      'time' => 'Ώρα',
      'dateAndTime' => 'Date and time',
      'timezone' => 'Ζώνη ώρας',
      'modeOffset' => 'Απόλυτη Μετατόπιση',
      'modeZoneName' => 'Όνομα Ζώνης ώρας',
    ],
    'button' => [
      'jumpToToday' => 'Μετάβαση στον τρέχοντα μήνα',
    ],
    'tooltip' => [
      'setToCurrent' => 'Ορισμός τρέχουσας ώρας',
      'previousYear' => 'Προηγούμενο έτος',
      'previousMonth' => 'Προηγούμενος μήνας',
      'nextMonth' => 'Επόμενος μήνας',
      'nextYear' => 'Επόμενο έτος',
    ],
  ],
  'table' => [
    'syntaxColumn' => 'Σύνταξη συνομιλίας',
    'resultColumn' => 'Παράδειγμα αποτελέσματος',
    'clickToCopy' => 'Αντιγραφή στο πρόχειρο',
  ],
];
