<?php

return [
  'title' => 'الملف الشخصي',
  'information' => [
    'heading' => 'معلومات الملف الشخصي',
    'description' => "تحديث معلومات الملف الشخصي لحسابك.",
    'displayName' => 'اسم العرض',
    'saveSuccess' => 'تم تحديث ملفك الشخصي بنجاح.',
  ],
  'accounts' => [
    'heading' => 'الحسابات المتصلة',
    'description' => [
      'سيسمح لك حساب HammerTime بربط حسابات ديسكورد متعددة لتتمكن من إدارة مواردها في مكان واحد في المستقبل.',
      'يمكنك العثور أدناه على قائمة بجميع حسابات ديسكورد المرتبطة بحساب HammerTime هذا.',
    ],
  ],
  'deletion' => [
    'heading' => 'حذف الحساب',
    'description' => 'بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته بشكل دائم. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.',
    'deleteButton' => 'حذف الحساب',
    'confirmDialog' => [
      'header' => 'هل أنت متأكد أنك تريد حذف حسابك؟',
      'body' => 'بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيا.',
    ],
  ],
];
